Repository: NaN-tic/trytond-sale_change_quantity
Catalog: locale/*.po
Languages: ca_es, es

# error:sale.change_line_quantity:
source: Quantity already delivered!
ca_es: Ja s'ha enviat aquesta quantitat!
es: ¡Ya se ha enviado esta cantidad!

# error:sale.change_line_quantity:
source: Quantity already invoiced!
ca_es: Ja s'ha facturat aquesta quantitat!
es: ¡Ya se ha facturado esta cantidad!

# error:sale.change_line_quantity:
source: There is no updateable invoice line available!
ca_es: No hi ha cap línia de factura modificable!
es: No hay líneas de factura modificables

# error:sale.change_line_quantity:
source: There is no updateable move available!
ca_es: No hi ha cap moviment modificable!
es: ¡No hay movimientos modificables!

# error:sale.change_line_quantity:
source: You cannot modify the quantity of Sale "%s" because it is not in state "Confirmed" or "Progressing", or it has any Invoice or Shipment exception or it is already Paid or Sent.
ca_es: No es poden modificar les quantitats de la venda "%s" perquè no està en estat "Confirmada" ni "En procés", o té alguna excepció d'enviament o facturació o ja està pagada o enviada.
es: No puede modificar la cantidad de la venta "%s" porque no está en estado "Confirmada" o "En proceso", o porque tiene alguna excepción de facturació o envío o porque ya está pagada o enviada.

# field:sale.change_line_quantity.start,current_quantity:
source: Current Quantity
ca_es: Quantitat actual
es: Cantidad actual

# field:sale.change_line_quantity.start,id:
source: ID
ca_es: Identificador
es: Identificador

# field:sale.change_line_quantity.start,line:
source: Sale Line
ca_es: Línia de venda
es: Línea de venta

# field:sale.change_line_quantity.start,minimal_quantity:
source: Minimal Quantity
ca_es: Quantitat mínima
es: Cantidad mínima

# field:sale.change_line_quantity.start,new_quantity:
source: New Quantity
ca_es: Nova quantitat
es: Nueva cantidad

# field:sale.change_line_quantity.start,sale:
source: Sale
ca_es: Venda
es: Venta

# field:sale.change_line_quantity.start,unit:
source: Unit
ca_es: Unitat
es: Unidad

# field:sale.change_line_quantity.start,unit_digits:
source: Unit Digits
ca_es: Dígits de la unitat
es: Dígitos unidad

# field:sale.line,confirmed_quantity:
source: Confirmed Quantity
ca_es: Quantitat confirmada
es: Cantidad confirmada

# model:ir.action,name:wizard_change_line_quantity
source: Change Lines Quantity
ca_es: Modifica quantitat de les línies
es: Modificar cantidad de la línea

# model:res.group,name:group_sale_change_line_quantity
source: Sale Change Line Quantity
ca_es: Vendes Modificar quantitat de les línies
es: Ventas Modificar cantidad de las líneas

# model:sale.change_line_quantity.start,name:
source: Change Line Quantity - Start
ca_es: Modifica quantitat de la línia - Inici
es: Modificar cantidad de la línea - Inicio

# view:sale.change_line_quantity.start:
source: Change Line Quantity
ca_es: Modifica quantitat de la línia
es: Modificar cantidad de la línea

# view:sale.change_line_quantity.start:
source: It will change the quantity of sale lines which has been confirmed by the customer. The orinal one will be mantained in the Confirmed Quantity field.
ca_es: Això modificarà la quantitat de les línies de la venda que ja ha estat confirmada pel client. La quantitat original es mantindrà en el camp Quantitat confirmada.
es: Ésto cambiará la catndidad de las líneas de la venta confirmada por el cliente. La cantidad original se mantendrá en el campo Cantidad confirmada.

# wizard_button:sale.change_line_quantity,start,end:
source: Cancel
ca_es: Cancel·la
es: Cancel·lar

# wizard_button:sale.change_line_quantity,start,modify:
source: Modify
ca_es: Modifica
es: Modificar
